/* Details Title */
"Adopt" = "Adottare";

/* Birds are warm-blooded, egg-laying animals that have vertebrae, or a backbone.  */
"Birds" = "Uccelli";

/* Cats, are small, carnivorous (meat-eating) mammals, of the family Felidae. */
"Cats" = "Gatte";

/* Chameleons  are a distinctive and highly specialized clade of Old World lizards with 202 species. */
"Chameleons" = "Camaleontesse";

/* Cows are large grazing animals with two-toed or cloven hooves and a four-chambered stomach. */
"Cows" = "Mucche";

/* Dogs are domesticated mammals, not natural wild animals. They were originally bred from wolves. */
"Dogs" = "Cagne";

/* Monkeys are tree-dwelling simians and they are intelligent, social animals. */
"Monkeys" = "Scimmie";

/* A penguin has a large head, short neck, and elongated body. The tail is short, and wedge-shaped. */
"Penguins" = "Pinguini";

/* Navigation Title */
"Pet Explorer" = "Pet Esplorare";

/* Pigs are stout-bodied, short-legged, with thick skin usually sparsely coated with short bristles. */
"Pigs" = "Suini";

/* The rat is a medium-sized rodent. Rats are omnivores, they eat lots of different types of food. */
"Rats" = "Ratti";

/* Snakes are limbless reptiles with long, cylindrical bodies, lidless eyes, and a forked tongue.  */
"Snakes" = "Serpenti";

/* Squirrels typically have slender bodies with bushy tails and large eyes. */
"Squirrels" = "Scoiattoli";

/* Age */
"years old" = "Anni";

/* name */
"Your pet:" = "Il tuo pet:";

